color 0A
rem echo off
cls
echo Avant de continuer mercie de vous assurez que votre fenetre soit en mode plein ‚cran.
pause
echo  ЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫ
echo  ЫЫ                                                                                                                                                       ЫЫ
echo "ЫЫ   ____  _____       _____   ______    _______   ________  ______       _      ___      ___  ___      ___  ______                                      ЫЫ"
echo "ЫЫ  / ___||  ___|     |  __ \ |  ___ \  /  ___  \ |  ______||  ___ \     /_\    |   \    /   ||   \    /   ||  ____|                                     ЫЫ"
echo "ЫЫ / /    | |___      | |__| || |___| |/  /   \  \| |   ___ | |___| |   //_\\   | |\ \  / /| || |\ \  / /| || |____                                      ЫЫ"
echo "ЫЫ | |    |  ___|     |  ___/ |  __  / | |     | || |  |_  ||  __  /   / ___ \  | | \ \/ / | || | \ \/ / | ||  ____|                                     ЫЫ"
echo "ЫЫ \ \___ | |___      | |     | |  \ \ \  \___/  /| |____| || |  \ \  / /   \ \ | |  \  /  | || |  \  /  | || |____                                      ЫЫ"
echo "ЫЫ  \____||_____|     |_|     |_|   \_\ \_______/ |________||_|   \_\/_/     \_\|_|   \/   |_||_|   \/   |_||______|                                     ЫЫ"
echo  ЫЫ                                                                                                                                                       ЫЫ
echo  ЫЫ                                                                                                                                                       ЫЫ
echo "ЫЫ                     __                   __             __                                                                                            ЫЫ"
echo "ЫЫ                    / /                  / /            / /                                                                                            ЫЫ"
echo "ЫЫ                   /_/                  /_/            /_/                                                                                             ЫЫ"
echo "ЫЫ       _        _________  _________  _________      ______  ______  _____   _______  _________                                                        ЫЫ"
echo "ЫЫ      /_\      |  _______||___   ___||  _______|    |  ____||  ____||  __ \ |__   __||___   ___|                                                       ЫЫ"
echo "ЫЫ     //_\\     | |_______     | |    | |_______     | |____ | |     | |__| |   | |       | |                                                           ЫЫ"
echo "ЫЫ    / ___ \    |  _______|    | |    |  _______|    |  ____|| |     |  _  /    | |       | |                                                           ЫЫ"
echo "ЫЫ   / /   \ \   | |_______     | |    | |_______     | |____ | |____ | | \ \  __| |__     | |                                                           ЫЫ"
echo "ЫЫ  /_/     \_\  |_________|    |_|    |_________|    |______||______||_|  \_\|_______|    |_|                                                           ЫЫ"
echo  ЫЫ                                                                                                                                                       ЫЫ
echo  ЫЫ                                                                                                                                                       ЫЫ
echo "ЫЫ   ______    _      ______                                                                                                                             ЫЫ"
echo "ЫЫ  |  __  \  /_\    |  ___ \                                                                                                                            ЫЫ"
echo "ЫЫ  | |__| | //_\\   | |___| |                                                                                                                           ЫЫ"
echo "ЫЫ  |  ___/ / ___ \  |  __  /                                                                                                                            ЫЫ"
echo "ЫЫ  | |    / /   \ \ | |  \ \                                                                                                                            ЫЫ"
echo "ЫЫ  |_|   /_/     \_\|_|   \_\                                                                                                                           ЫЫ"
echo  ЫЫ                                                                                                                                                       ЫЫ
echo "ЫЫ   _     _  ______  __     _  _____ __    __    _        ______  _________  ______  _        _        _______  ______  _____                           ЫЫ"
echo "ЫЫ  | |   | ||  ____||  \   | ||  __ \\ \  / /   | |      |  ____||___   ___||  ____|| |      | |      |__   __||  ____||  __ \                          ЫЫ"
echo "ЫЫ  | |___| || |____ | |\\  | || |__) |\ \/ /    | |      | |____     | |    | |____ | |      | |         | |   | |____ | |__) |                         ЫЫ"
echo "ЫЫ  |  ___  ||  ____|| | \\ | ||  _  /  \  /     | |      |  ____|    | |    |  ____|| |      | |         | |   |  ____||  _  /                          ЫЫ"
echo "ЫЫ  | |   | || |____ | |  \\| || | \ \  / /      | |_____ | |____     | |    | |____ | |_____ | |_____  __| |__ | |____ | | \ \                          ЫЫ"
echo "ЫЫ  |_|   |_||______||_|   \__||_|  \_\/_/       |_______||______|    |_|    |______||_______||_______||_______||______||_|  \_\                         ЫЫ"
echo  ЫЫ                                                                                                                                                       ЫЫ
echo  ЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫ
rem timeout/t 5 /nobreak
cmd/c "maze_opener_windows.vbs"